{"intents": [
    {"tag": "saludo",
     "patterns": ["Hola",
    "Buenos días",
    "Buenas tardes",
    "Buenas noches",
    "Buen día",
    "Buenas",
    "Holi"],
     "responses": ["¡Hola! Bienvenid@ a Cookie Box, soy el asistente virtual N.Enti. ¿En que le podemos ayudar?"],
     "context_set": ""
    },
    {"tag": "despedida",
     "patterns": ["Adios",
    "Chao",
    "Nos vemos",
    "Hasta luego",
    "Hasta la proxima",
    "Eso es todo"],
     "responses": ["Gracias por contactar con nosotros. Espero que se haya resuelto su consulta. Tenga un buen dia."],
     "context_set": ""
    },
    {"tag": "beneficio",
     "patterns": ["¿Beneficios?",
    "¿Cuales beneficios tienen?",
    "¿Servicios?",
    "¿Que ofrecen?"],
     "responses": ["Ofrecemos los siguientes servicios:\n - Acceso a miles de tiendas en linea \n - Realizar compras desde tu casa u oficina, sin traficos ni filas \n - Encontrar productos que no están disponible en el mercado local \n - Permite encontrar productos a precios más bajos que en el mercado local"],
     "context_set": ""
    },
    {"tag": "pago",
     "patterns": ["¿Medio de pago?",
    "¿Como se paga?",
    "¿Como podria pagar?",
    "¿Metodo de pago?",
    "¿Como puedo pagar?"],
     "responses": ["Puede realizar sus pagos de la siguiente manera: \n - Efectivo \n - Tarjetas de Debito/Credito \n - Yappy \n - Transferencia"],
     "context_set": ""
    },
    {"tag": "alternativa",
     "patterns": ["¿Y si no tengo tarjeta de credito?",
    "¡Y si no tengo tarjeta de debito?",
    "¿Y si no poseo tarjeta de credito?",
    "¿Y si no poseo tarjeta de debito?"],
     "responses": ["Te podemos ofrecer el servicio de compras por internet con nuestra tarjeta de credíto y lo puede pagar con otro metodo de pago (Efectivo, Yappy o Transferencia)."],
     "context_set": ""
    },
    {"tag": "peso",
     "patterns": ["¿Cuanto cobran por libra?",
    "¿Cual es la cuota por el paquete?",
    "¿Como cobran el paquete?",
    "¿Cobran por libra?"],
     "responses": ["Con nuestro servicio, cobramos $2.25 por libra. Se cobra el precio del paquete y se lo hacemos saber una vez que llega a nuestras manos. Además, puede consultar el peso del producto en la pagína donde lo vaya a comprar y de esa manera realizar los calculos."],
     "context_set": ""
    },
    {"tag": "cotizacion",
     "patterns": ["¿Como cotizo?",
    "Quiero cotizar un producto",
    "¿Como se a cuanto me va a salir toda la compra?",
    "Me puede dar un precio aproximado por la compra"],
     "responses": ["Solo cobraremos el peso en libra del producto, aparte de eso no se le cobrara extra del precio que le salga en donde lo vaya a comprar."],
     "context_set": ""
    },
    {"tag": "entrega",
     "patterns": ["¿Cuanto se tarda en llegar el paquete?",
    "¿Sabe cuanto va a llegar lo que compre?",
    "¿Tiempo en que llegue la compra?",
    "¿Se tardan mucho para traer el paquete?"],
     "responses": ["El tiempo aproximado de entrega es de 2 a 7 dias laborales al casillero de Miami. Una vez que llegue al casillero, el tiempo aproximado que llegue a Panama seria de 2 a 5 dias laborales."],
     "context_set": ""
    },
    {"tag": "rastrear",
     "patterns": ["¿Donde esta mi paquete?",
    "¿Ya llego mi paquete?",
    "¿Donde puedo rastrear mi compra?",
    "¿Ya tienen mi paquete?",
    "¿Donde puedo rastrear mi paquete?"],
     "responses": ["Una vez enviado el paquete, el vendedor debe haberle dado un numero de rastreo, puedo usar la aplicacion o pagina de la empresa de envio, colocar el numero de rastreo y ver el estado de su paquete."],
     "context_set": ""
    },
    {"tag": "asesoria",
     "patterns": ["No se como realizar una comprar por internet",
    "Es mi primera vez comprando por internet",
    "Ayuda, no se como realizar una compra",
    "¿Como funciona el servicio?",
    "¿Me pueden ayudar con la compra?"],
     "responses": ["Si necesita ayuda, se le puede brindar asesorias de compras por internet, no tiene costo adicional y puede ser por llamada, correo, personalmente o por chat."],
     "context_set": ""
    },
    {"tag": "notificacion",
     "patterns": ["¿Como sabre que llego mi paquete?",
    "¿Ustedes me notificaran que llego mi paquete?",
    "¿Me van a notificar cuando llegue?",
    "¿Como sabre cuando puedo retirar mi paquete?",
    "¿Me mandaran un correo cuando llegue mi paquete?"],
     "responses": ["Cuando su paquete llegue a nuestras manos, se le notificara por correo con la cuota que tiene que pagar por el peso del paquete."],
     "context_set": ""
    },
    {"tag": "nuevo",
     "patterns": ["¿Como obtengo un casillero?",
    "¿Donde pido mi direccion de casillero?",
    "Quiero solicitar mi direccion de casillero"],
     "responses": ["Una vez creado su cuenta en nuestra pagina, se le proporcionara la direccion de nuestro casillero. Solo tendra que colocar la direccion en la pagina en donde va a realizar la compra y listo."],
     "context_set": ""
    }
]
}